Repository: agrauf67/ios-sound-memory
Catalog: Sound Memory/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %lld moves
de: %lld Züge
es: %lld movimientos
fr: %lld coups

source: 1 Game
de: 1 Spiel
es: 1 Juego
fr: 1 Jeu

source: 1. Tap a card
de: 1. Tippe auf eine Karte
es: 1. Toca una carta
fr: 1. Touchez une carte

source: 2 Games
de: 2 Spiele
es: 2 Juegos
fr: 2 Jeux

source: 2. Tap a second card
de: 2. Tippe auf eine zweite Karte
es: 2. Toca una segunda carta
fr: 2. Touchez une deuxième carte

source: 3 Games
de: 3 Spiele
es: 3 Juegos
fr: 3 Jeux

source: 3. Match or try again
de: 3. Treffer oder nochmal versuchen
es: 3. Acierto o intenta de nuevo
fr: 3. Paire ou réessayer

source: 4 Languages
de: 4 Sprachen
es: 4 idiomas
fr: 4 langues

source: 5 Games
de: 5 Spiele
es: 5 Juegos
fr: 5 Jeux

source: 12 moves or fewer = 3 stars
de: 12 Züge oder weniger = 3 Sterne
es: 12 movimientos o menos = 3 estrellas
fr: 12 coups ou moins = 3 étoiles

source: 13–18 moves = 2 stars
de: 13–18 Züge = 2 Sterne
es: 13–18 movimientos = 2 estrellas
fr: 13–18 coups = 2 étoiles

source: 19+ moves = 1 star
de: 19+ Züge = 1 Stern
es: 19+ movimientos = 1 estrella
fr: 19+ coups = 1 étoile

source: A memory card game where you match pairs by listening to sounds instead of looking at pictures!
de: Ein Memory-Spiel, bei dem du Paare durch Zuhören statt durch Bilder findest!
es: ¡Un juego de memoria donde emparejas cartas escuchando sonidos en lugar de mirar imágenes!
fr: Un jeu de mémoire où vous associez des paires en écoutant des sons au lieu de regarder des images !

source: A memory card game where you match pairs by listening to sounds instead of looking at pictures. Train your memory and learn new words in German, English, French, and Spanish!
de: Ein Memory-Spiel, bei dem du Paare durch Zuhören statt durch Bilder findest. Trainiere dein Gedächtnis und lerne neue Wörter auf Deutsch, Englisch, Französisch und Spanisch!
es: Un juego de memoria donde emparejas cartas escuchando sonidos. ¡Entrena tu memoria y aprende palabras nuevas en alemán, inglés, francés y español!
fr: Un jeu de mémoire où vous associez des paires en écoutant des sons. Entraînez votre mémoire et apprenez de nouveaux mots en allemand, anglais, français et espagnol !

source: Are you sure you want to spend 1 credit to unlock this game?
de: Möchtest du wirklich 1 Credit ausgeben, um dieses Spiel freizuschalten?
es: ¿Estás seguro de que quieres gastar 1 crédito para desbloquear este juego?
fr: Voulez-vous vraiment dépenser 1 crédit pour débloquer ce jeu ?

source: About
de: Über
es: Acerca de
fr: À propos

source: Accuracy
de: Genauigkeit
es: Precisión
fr: Précision

source: Adjust card display time and pronunciation style
de: Passe Kartenanzeige und Aussprachestil an
es: Ajusta el tiempo de visualización y el estilo de pronunciación
fr: Ajustez le temps d'affichage et le style de prononciation

source: Available Credits
de: Verfügbare Credits
es: Créditos disponibles
fr: Crédits disponibles

source: Average accuracy
de: Ø Genauigkeit
es: Precisión promedio
fr: Précision moyenne

source: Average moves
de: Ø Züge
es: Movimientos promedio
fr: Coups moyens

source: Average time
de: Ø Zeit
es: Tiempo promedio
fr: Temps moyen

source: Best moves
de: Beste Züge
es: Mejores movimientos
fr: Meilleurs coups

source: Best Scores Per Game
de: Beste Ergebnisse pro Spiel
es: Mejores puntuaciones por juego
fr: Meilleurs scores par jeu

source: Best time
de: Beste Zeit
es: Mejor tiempo
fr: Meilleur temps

source: Blue
de: Blau
es: Azul
fr: Bleu

source: Buy game packs to unlock new game sets. Use your credits to choose which games to unlock.
de: Kaufe Spielepakete, um neue Spiele freizuschalten. Verwende deine Credits, um Spiele auszuwählen.
es: Compra paquetes para desbloquear nuevos juegos. Usa tus créditos para elegir qué juegos desbloquear.
fr: Achetez des packs pour débloquer de nouveaux jeux. Utilisez vos crédits pour choisir les jeux.

source: Card display time: %llds
de: Kartenanzeige: %llds
es: Tiempo de visualización: %llds
fr: Durée d'affichage : %llds

source: Cards are identified only by their spoken word. This is the classic Sound Memory mode.
de: Karten werden nur durch das gesprochene Wort erkannt. Dies ist der klassische Sound Memory Modus.
es: Las cartas se identifican solo por su palabra hablada. Este es el modo clásico de Sound Memory.
fr: Les cartes sont identifiées uniquement par leur mot prononcé. C'est le mode classique de Sound Memory.

source: Cards play the spoken word and show the image when flipped.
de: Karten spielen das gesprochene Wort und zeigen das Bild beim Umdrehen.
es: Las cartas reproducen la palabra hablada y muestran la imagen al voltearlas.
fr: Les cartes diffusent le mot et affichent l'image une fois retournées.

source: Cards show an image when flipped. No speech is played.
de: Karten zeigen ein Bild beim Umdrehen. Keine Sprachausgabe.
es: Las cartas muestran una imagen al voltearlas. No se reproduce voz.
fr: Les cartes affichent une image une fois retournées. Aucune parole n'est diffusée.

source: Change the app language anytime in Settings
de: Ändere die Sprache jederzeit in den Einstellungen
es: Cambia el idioma en cualquier momento en Ajustes
fr: Changez la langue à tout moment dans les Réglages

source: Choose a game under "Games" to get started
de: Wähle ein Spiel unter "Spiele", um loszulegen
es: Elige un juego en "Juegos" para empezar
fr: Choisissez un jeu sous "Jeux" pour commencer

source: Choose how you want to play and customize the experience to your liking.
de: Wähle, wie du spielen möchtest und passe das Erlebnis an.
es: Elige cómo quieres jugar y personaliza la experiencia.
fr: Choisissez comment jouer et personnalisez l'expérience.

source: Colloquial
de: Umgangssprachlich
es: Coloquial
fr: Familier

source: Color Scheme
de: Farbschema
es: Esquema de color
fr: Couleurs

source: Confirm Unlock
de: Freischaltung bestätigen
es: Confirmar desbloqueo
fr: Confirmer le déblocage

source: Contact
de: Kontakt
es: Contacto

source: Contact Us
de: Kontakt
es: Contacto
fr: Nous contacter

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur

source: Done
de: Fertig
es: Listo
fr: Terminé

source: Download voices in iOS Settings > Accessibility > Spoken Content > Voices
de: Stimmen herunterladen unter Einstellungen > Bedienungshilfen > Gesprochene Inhalte > Stimmen
es: Descarga voces en Ajustes > Accesibilidad > Contenido hablado > Voces
fr: Téléchargez des voix dans Réglages > Accessibilité > Contenu énoncé > Voix

source: Earn up to 3 stars per game — aim for 12 moves!
de: Verdiene bis zu 3 Sterne pro Spiel — Ziel: 12 Züge!
es: Gana hasta 3 estrellas por partida — ¡apunta a 12 movimientos!
fr: Gagnez jusqu'à 3 étoiles par partie — visez 12 coups !

source: Excellent!
de: Ausgezeichnet!
es: ¡Excelente!

source: Female
de: Weiblich
es: Femenina
fr: Féminine

source: Find all 12 matching pairs of cards. Cards are matched by their sound — tap a card to hear it, then find the card that sounds the same!
de: Finde alle 12 passenden Kartenpaare. Karten werden anhand ihres Klangs zugeordnet — tippe auf eine Karte, um sie zu hören, und finde die Karte, die gleich klingt!
es: Encuentra las 12 parejas de cartas. Las cartas se emparejan por su sonido — ¡toca una carta para escucharla y encuentra la que suena igual!
fr: Trouvez les 12 paires de cartes. Les cartes sont associées par leur son — touchez une carte pour l'entendre, puis trouvez celle qui sonne pareil !

source: Find all 12 pairs to win the game
de: Finde alle 12 Paare, um zu gewinnen
es: Encuentra las 12 parejas para ganar
fr: Trouvez les 12 paires pour gagner

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Foire aux questions

source: Game Complete!
de: Spiel beendet!
es: ¡Juego completado!
fr: Partie terminée !

source: Game Mode
de: Spielmodus
es: Modo de juego
fr: Mode de jeu

source: Game Modes
de: Spielmodi
es: Modos de juego
fr: Modes de jeu

source: Game Modes & Settings
de: Spielmodi & Einstellungen
es: Modos de juego y Ajustes
fr: Modes de jeu & Réglages

source: Game sets with native pronunciation per language
de: Kartensets mit muttersprachlicher Aussprache
es: Sets con pronunciación nativa por idioma
fr: Sets avec prononciation native par langue

source: Games
de: Spiele
es: Juegos
fr: Jeux

source: Games played
de: Gespielte Spiele
es: Partidas jugadas
fr: Parties jouées

source: Get Started
de: Los geht's
es: Empezar
fr: Commencer

source: Go to Store
de: Zum Shop
es: Ir a la tienda
fr: Aller à la boutique

source: Goal
de: Ziel
es: Objetivo
fr: Objectif

source: Good Job!
de: Gute Arbeit!
es: ¡Buen trabajo!
fr: Bon travail !

source: Green
de: Grün
es: Verde
fr: Vert

source: Grey
de: Grau
es: Gris
fr: Gris

source: Help
de: Hilfe
es: Ayuda
fr: Aide

source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide & Support

source: How do I play Sound Memory?
de: Wie spiele ich Sound Memory?
es: ¿Cómo se juega Sound Memory?
fr: Comment jouer à Sound Memory ?

source: How do I restart a game?
de: Wie starte ich ein Spiel neu?
es: ¿Cómo reinicio un juego?
fr: Comment redémarrer une partie ?

source: How does scoring work?
de: Wie funktioniert die Bewertung?
es: ¿Cómo funciona la puntuación?
fr: Comment fonctionne le score ?

source: How to Play
de: Spielanleitung
es: Cómo jugar
fr: Comment jouer

source: If the two cards match, they stay face-up. If not, they flip back after a short delay. Try to remember where each sound is!
de: Wenn die Karten übereinstimmen, bleiben sie aufgedeckt. Wenn nicht, drehen sie sich nach kurzer Zeit zurück. Merke dir, wo jeder Klang ist!
es: Si las cartas coinciden, se quedan boca arriba. Si no, se voltean después de un breve momento. ¡Intenta recordar dónde está cada sonido!
fr: Si les cartes correspondent, elles restent face visible. Sinon, elles se retournent après un court délai. Essayez de mémoriser chaque son !

source: Image only
de: Nur Bild
es: Solo imagen
fr: Image uniquement

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Last Game
de: Letztes Spiel
es: Última partida
fr: Dernière partie

source: Learn words across multiple languages
de: Lerne Wörter in verschiedenen Sprachen
es: Aprende palabras en varios idiomas
fr: Apprenez des mots dans plusieurs langues

source: Lifetime
de: Gesamt
es: Total
fr: Global

source: Light
de: Hell
es: Claro
fr: Clair

source: Made with Swift & SwiftUI
de: Erstellt mit Swift & SwiftUI
es: Hecho con Swift & SwiftUI
fr: Créé avec Swift & SwiftUI

source: Make sure your device volume is turned up and the game mode is set to "Speech only" or "Speech + Image" in Settings.
de: Stelle sicher, dass die Lautstärke aufgedreht ist und der Spielmodus auf "Nur Sprache" oder "Sprache + Bild" in den Einstellungen steht.
es: Asegúrate de que el volumen esté activado y el modo de juego esté en "Solo voz" o "Voz + Imagen" en Ajustes.
fr: Assurez-vous que le volume est activé et que le mode de jeu est réglé sur "Parole uniquement" ou "Parole + Image" dans les Réglages.

source: Male
de: Männlich
es: Masculina
fr: Masculine

source: Match cards by their spoken word
de: Finde Paare anhand des gesprochenen Wortes
es: Empareja cartas por su palabra hablada
fr: Associez les cartes par leur mot prononcé

source: Mode
de: Modus
es: Modo

source: Moves
de: Züge
es: Movimientos
fr: Coups

source: New game delay: %llds
de: Neues Spiel Verzögerung: %llds
es: Retraso nuevo juego: %llds
fr: Délai nouveau jeu : %llds

source: Next
de: Weiter
es: Siguiente
fr: Suivant

source: No Games Played
de: Keine Spiele gespielt
es: Sin partidas jugadas
fr: Aucune partie jouée

source: Official
de: Offiziell
es: Oficial
fr: Officiel

source: Perfect!
de: Perfekt!
es: ¡Perfecto!
fr: Parfait !

source: Pick your favorite color theme and dark mode
de: Wähle dein Lieblings-Farbschema und den Dunkelmodus
es: Elige tu tema de color favorito y el modo oscuro
fr: Choisissez votre thème de couleur et le mode sombre

source: Pink
de: Rosa
es: Rosa
fr: Rose

source: Preview Cards
de: Karten ansehen
es: Ver cartas
fr: Aperçu des cartes

source: Play
de: Spielen
es: Jugar
fr: Jouer

source: Play a game to see your statistics here.
de: Spiele ein Spiel, um hier deine Statistiken zu sehen.
es: Juega una partida para ver tus estadísticas aquí.
fr: Jouez une partie pour voir vos statistiques ici.

source: Play Again
de: Nochmal spielen
es: Jugar de nuevo
fr: Rejouer

source: Play game sets in German, English, French, and Spanish. Each set uses native Text-to-Speech pronunciation.
de: Spiele Kartensets auf Deutsch, Englisch, Französisch und Spanisch. Jedes Set nutzt muttersprachliche Aussprache.
es: Juega en alemán, inglés, francés y español. Cada set usa pronunciación nativa.
fr: Jouez en allemand, anglais, français et espagnol. Chaque set utilise la prononciation native.

source: Please select a game under "Games"
de: Bitte wähle ein Spiel unter "Spiele"
es: Por favor, selecciona un juego en "Juegos"
fr: Veuillez sélectionner un jeu sous "Jeux"

source: Privacy Policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité

source: Purple
de: Lila
es: Morado
fr: Violet

source: Rate on App Store
de: Im App Store bewerten
es: Valorar en App Store
fr: Noter sur l'App Store

source: Ready to Play!
de: Bereit zum Spielen!
es: ¡Listo para jugar!
fr: Prêt à jouer !

source: Red
de: Rot
es: Rojo
fr: Rouge

source: Report bugs, request features, or ask questions
de: Fehler melden, Funktionen vorschlagen oder Fragen stellen
es: Reportar errores, solicitar funciones o hacer preguntas
fr: Signaler des bugs, demander des fonctionnalités ou poser des questions

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats

source: Scoring
de: Bewertung
es: Puntuación
fr: Score

source: Select a Game
de: Spiel auswählen
es: Seleccionar juego
fr: Choisir un jeu

source: Select a game set and start matching cards. Track your progress with detailed statistics and star ratings.
de: Wähle ein Kartenset und beginne, Paare zu finden. Verfolge deinen Fortschritt mit Statistiken und Sternebewertungen.
es: Selecciona un set y empieza a emparejar cartas. Sigue tu progreso con estadísticas y estrellas.
fr: Sélectionnez un set et commencez à associer les cartes. Suivez vos progrès avec des statistiques et des étoiles.

source: Select Game
de: Spiel auswählen
es: Seleccionar juego
fr: Choisir un jeu

source: Send feedback via email
de: Feedback per E-Mail senden
es: Enviar comentarios por correo
fr: Envoyer un commentaire par e-mail

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: Show Walkthrough
de: Einführung zeigen
es: Mostrar presentación
fr: Afficher la présentation

source: Skip
de: Überspringen
es: Omitir
fr: Passer

source: Sound Memory includes game sets in German, English, French, and Spanish. Each set uses native Text-to-Speech pronunciation.
de: Sound Memory enthält Kartensets auf Deutsch, Englisch, Französisch und Spanisch. Jedes Set nutzt muttersprachliche Aussprache.
es: Sound Memory incluye sets en alemán, inglés, francés y español. Cada set usa pronunciación nativa.
fr: Sound Memory propose des sets en allemand, anglais, français et espagnol. Chaque set utilise la prononciation native.

source: Speech
de: Aussprache
es: Voz
fr: Parole

source: Speech + Image
de: Sprache + Bild
es: Voz + Imagen
fr: Parole + Image

source: Speech only
de: Nur Sprache
es: Solo voz
fr: Parole uniquement

source: Speech only, Image only, or Speech + Image
de: Nur Sprache, Nur Bild oder Sprache + Bild
es: Solo voz, Solo imagen, o Voz + Imagen
fr: Parole, Image, ou Parole + Image

source: Speech text
de: Sprachtext
es: Texto de voz
fr: Texte vocal

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques

source: Statistics track your lifetime performance including games played, average moves, win streak, accuracy, and best scores per game with star ratings.
de: Die Statistiken zeigen deine Gesamtleistung: gespielte Spiele, durchschnittliche Züge, Siegesserie, Genauigkeit und beste Ergebnisse pro Spiel mit Sternebewertungen.
es: Las estadísticas muestran tu rendimiento: partidas jugadas, movimientos promedio, racha de victorias, precisión y mejores puntuaciones por juego con estrellas.
fr: Les statistiques suivent vos performances : parties jouées, coups moyens, série de victoires, précision et meilleurs scores par jeu avec étoiles.

source: Stats
de: Statistik
es: Estadísticas

source: Store
de: Shop
es: Tienda
fr: Boutique

source: Tap a card to flip it and hear the word
de: Tippe auf eine Karte, um sie umzudrehen und das Wort zu hören
es: Toca una carta para voltearla y escuchar la palabra
fr: Touchez une carte pour la retourner et entendre le mot

source: Tap a second card — do they sound the same?
de: Tippe auf eine zweite Karte — klingen sie gleich?
es: Toca una segunda carta — ¿suenan igual?
fr: Touchez une deuxième carte — sonnent-elles pareil ?

source: Tap another face-down card. Listen carefully — does it sound the same as the first card?
de: Tippe auf eine weitere verdeckte Karte. Hör genau hin — klingt sie genauso wie die erste Karte?
es: Toca otra carta boca abajo. Escucha con atención — ¿suena igual que la primera carta?
fr: Touchez une autre carte face cachée. Écoutez bien — sonne-t-elle comme la première carte ?

source: Tap any face-down card to flip it. Depending on the game mode, you will hear the word spoken aloud, see an image, or both.
de: Tippe auf eine verdeckte Karte, um sie umzudrehen. Je nach Spielmodus hörst du das Wort, siehst ein Bild oder beides.
es: Toca cualquier carta boca abajo para voltearla. Según el modo de juego, escucharás la palabra, verás una imagen, o ambos.
fr: Touchez une carte face cachée pour la retourner. Selon le mode de jeu, vous entendrez le mot, verrez une image, ou les deux.

source: Tap cards to flip them and hear a word. Find the matching pair by listening for the same sound. Match all 12 pairs to win!
de: Tippe auf Karten, um sie umzudrehen und ein Wort zu hören. Finde das passende Paar, indem du auf den gleichen Klang achtest. Finde alle 12 Paare, um zu gewinnen!
es: Toca las cartas para voltearlas y escuchar una palabra. Encuentra la pareja escuchando el mismo sonido. ¡Encuentra las 12 parejas para ganar!
fr: Touchez les cartes pour les retourner et entendre un mot. Trouvez la paire correspondante en écoutant le même son. Trouvez les 12 paires pour gagner !

source: Tap cards to hear words spoken aloud. Find the matching pair by listening for the same sound.
de: Tippe auf Karten, um Wörter zu hören. Finde das passende Paar, indem du auf den gleichen Klang achtest.
es: Toca las cartas para escuchar palabras. Encuentra la pareja escuchando el mismo sonido.
fr: Touchez les cartes pour entendre les mots. Trouvez la paire correspondante en écoutant le même son.

source: Tap the restart icon (circular arrow) in the top bar of the play screen to shuffle and restart the current game.
de: Tippe auf das Neustart-Symbol (kreisförmiger Pfeil) in der oberen Leiste des Spielbildschirms, um das aktuelle Spiel neu zu mischen und neu zu starten.
es: Toca el icono de reinicio (flecha circular) en la barra superior de la pantalla de juego para mezclar y reiniciar la partida actual.
fr: Touchez l'icône de redémarrage (flèche circulaire) dans la barre supérieure de l'écran de jeu pour mélanger et redémarrer la partie.

source: Teal
de: Türkis
es: Verde azulado
fr: Turquoise

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation

source: Theme
de: Design
es: Tema
fr: Thème

source: There are 3 modes: Speech only (hear words), Image only (see pictures), and Speech + Image (both). Change the mode in Settings.
de: Es gibt 3 Modi: Nur Sprache (Wörter hören), Nur Bild (Bilder sehen) und Sprache + Bild (beides). Ändere den Modus in den Einstellungen.
es: Hay 3 modos: Solo voz (escuchar palabras), Solo imagen (ver imágenes) y Voz + Imagen (ambos). Cambia el modo en Ajustes.
fr: Il y a 3 modes : Parole uniquement (entendre les mots), Image uniquement (voir les images), et Parole + Image (les deux). Changez le mode dans les Réglages.

source: Time
de: Zeit
es: Tiempo
fr: Temps

source: Timing
de: Zeiteinstellungen
es: Tiempos
fr: Minuterie

source: Tips
de: Tipps
es: Consejos
fr: Astuces

source: Track moves, accuracy, and time per game
de: Verfolge Züge, Genauigkeit und Zeit pro Spiel
es: Registra movimientos, precisión y tiempo por partida
fr: Suivez les coups, la précision et le temps par partie

source: Train your memory and learn new vocabulary
de: Trainiere dein Gedächtnis und lerne neues Vokabular
es: Entrena tu memoria y aprende vocabulario nuevo
fr: Entraînez votre mémoire et apprenez du vocabulaire

source: Unlock 1 game of your choice
de: 1 Spiel deiner Wahl freischalten
es: Desbloquea 1 juego a tu elección
fr: Débloquez 1 jeu de votre choix

source: Unlock 2 games of your choice
de: 2 Spiele deiner Wahl freischalten
es: Desbloquea 2 juegos a tu elección
fr: Débloquez 2 jeux de votre choix

source: Unlock 3 games of your choice
de: 3 Spiele deiner Wahl freischalten
es: Desbloquea 3 juegos a tu elección
fr: Débloquez 3 jeux de votre choix

source: Unlock 5 games of your choice
de: 5 Spiele deiner Wahl freischalten
es: Desbloquea 5 juegos a tu elección
fr: Débloquez 5 jeux de votre choix

source: Unlock
de: Freischalten
es: Desbloquear
fr: Débloquer

source: Unlock Game
de: Spiel freischalten
es: Desbloquear juego
fr: Débloquer le jeu

source: Unlock Games
de: Spiele freischalten
es: Desbloquear juegos
fr: Débloquer des jeux

source: Use 1 Credit
de: 1 Credit verwenden
es: Usar 1 crédito
fr: Utiliser 1 crédit

source: You have %lld credits. Use 1 credit to unlock this game?
de: Du hast %lld Credits. 1 Credit verwenden, um dieses Spiel freizuschalten?
es: Tienes %lld créditos. ¿Usar 1 crédito para desbloquear este juego?
fr: Vous avez %lld crédits. Utiliser 1 crédit pour débloquer ce jeu ?

source: Use Settings to change the language, game mode, card display time, and whether to use official or colloquial pronunciation.
de: Nutze die Einstellungen, um Sprache, Spielmodus, Kartenanzeige und offizielle oder umgangssprachliche Aussprache zu ändern.
es: Usa los Ajustes para cambiar el idioma, modo de juego, tiempo de visualización y estilo de pronunciación.
fr: Utilisez les Réglages pour changer la langue, le mode de jeu, le temps d'affichage et le style de prononciation.

source: Voice
de: Stimme
es: Voz
fr: Voix

source: Voice not available
de: Stimme nicht verfügbar
es: Voz no disponible
fr: Voix non disponible

source: Website
de: Webseite
es: Sitio web
fr: Site web

source: Welcome to Sound Memory
de: Willkommen bei Sound Memory
es: Bienvenido a Sound Memory
fr: Bienvenue dans Sound Memory

source: Well Done!
de: Gut gemacht!
es: ¡Bien hecho!
fr: Bien joué !

source: What can I change in Settings?
de: Was kann ich in den Einstellungen ändern?
es: ¿Qué puedo cambiar en Ajustes?
fr: Que puis-je changer dans les Réglages ?

source: What do the statistics show?
de: Was zeigen die Statistiken?
es: ¿Qué muestran las estadísticas?
fr: Que montrent les statistiques ?

source: What game modes are available?
de: Welche Spielmodi gibt es?
es: ¿Qué modos de juego hay disponibles?
fr: Quels modes de jeu sont disponibles ?

source: Which languages are supported?
de: Welche Sprachen werden unterstützt?
es: ¿Qué idiomas están disponibles?
fr: Quelles langues sont prises en charge ?

source: Why can't I hear any speech?
de: Warum höre ich keine Sprache?
es: ¿Por qué no escucho ninguna voz?
fr: Pourquoi n'entends-je aucune parole ?

source: Win streak
de: Siegesserie
es: Racha de victorias
fr: Série de victoires

source: Works completely offline — no account required
de: Funktioniert komplett offline — kein Konto nötig
es: Funciona sin conexión — no necesitas cuenta
fr: Fonctionne hors ligne — aucun compte requis
